---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Mechanical.MEPSpaceConstruction
source: html/d5f68bf1-ce16-1e72-4f51-484a97096546.htm
---
# MEPSpaceConstruction Members

Remove an existing construction from Space constructions.